{
  "total": 441,
  "drinks": [
      {
          "_id": "639b6de9ff77d221f190c54c",
          "drink": "Pure Passion",
          "drinkAlternate": "Sorry, not specified",
          "tags": "Passion",
          "video": "Sorry, not specified",
          "category": "Cocktail",
          "IBA": "Sorry, not specified",
          "alcoholic": "Alcoholic",
          "glass": "Whiskey sour glass",
          "description": "Pure Passion is a passionate and tropical cocktail that captures the essence of exotic fruits. It is made with passion fruit juice, rum, lime juice, and a touch of sugar. The combination of flavors creates a refreshing and vibrant drink that is perfect for lounging by the pool or enjoying a summer evening with friends. Indulge in the pure passion of this delightful cocktail.",
          "instructions": "Mix up all ingredients with a cocktail stirrer and serve with crushed ice with mint and edible flour if available.",
          "instructionsES": "Mezcle todos los ingredientes con un agitador de cóctel y sirva con hielo picado con menta y harina comestible si está disponible.",
          "instructionsDE": "Alle Zutaten mit einem Cocktailrührer mixen und mit Crushed Ice mit Minze und Speisemehl, falls vorhanden, servieren.",
          "instructionsFR": "Mélangez tous les ingrédients avec un agitateur à cocktail et servez avec de la glace pilée à la menthe et de la farine alimentaire si disponible.",
          "instructionsIT": "Mescolare tutti gli ingredienti con un agitatore per cocktail e servire con ghiaccio tritato con menta e farina commestibile se disponibile.",
          "instructionsRU": "Смешайте все ингредиенты миксером для коктейлей и подавайте с колотым льдом с мятой и пищевой мукой, если таковая имеется.",
          "instructionsPL": "Wymieszaj wszystkie składniki za pomocą mieszadła do koktajli i podawaj z kruszonym lodem z miętą i mąką jadalną, jeśli jest dostępna.",
          "instructionsUK": "Змішайте всі інгредієнти мішалкою для коктейлів і подавайте з колотим льодом з м'ятою і харчовим борошном, якщо є.",
          "drinkThumb": "https://res.cloudinary.com/dhgao4rhl/image/upload/v1695485912/drinks/Pure_Passion.jpg",
          "ingredients": [
              {
                  "_id": "65114c0aaf87ce96fc49ee4a",
                  "title": "Rum",
                  "measure": "40 ml",
                  "ingredientId": "64aebb7f82d96cc69e0eb4cb"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee4b",
                  "title": "Passoa",
                  "measure": "20 ml",
                  "ingredientId": "64f1d5c169d8333cf130fb52"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee4c",
                  "title": "Lime Juice",
                  "measure": "30 ml",
                  "ingredientId": "64aebb7f82d96cc69e0eb4c1"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee4d",
                  "title": "Passion fruit syrup",
                  "measure": "15 ml",
                  "ingredientId": "64f1d5c169d8333cf130fb55"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee4e",
                  "title": "Peach Bitters",
                  "measure": "Dash",
                  "ingredientId": "64f1d5c269d8333cf130fb58"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee4f",
                  "title": "Mint",
                  "measure": "Garnish with",
                  "ingredientId": "64f1d5c269d8333cf130fb5b"
              }
          ],
          "shortDescription": "A passionate and tropical cocktail with passion fruit, rum, and citrus juices.",
          "updatedAt": "2023-09-24T11:05:59.665Z",
          "users": [
              "65101016b13a820a64d3f012"
          ]
      },
      {
          "_id": "639b6de9ff77d221f190c55f",
          "drink": "Jamaica Kiss",
          "drinkAlternate": "Sorry, not specified",
          "tags": "popular,  tropical,  creamy,  sweet,  coffee,  milk,  rum,  liqueur,  ice,  blender,  hurricane glass,  shake",
          "video": "Sorry, not specified",
          "category": "Shake",
          "IBA": "Sorry, not specified",
          "alcoholic": "Alcoholic",
          "glass": "Hurricane glass",
          "description": "Jamaica Kiss is a sweet and tangy cocktail that brings a taste of the Caribbean to your glass. It is made with Jamaican rum, lime juice, grenadine, and a splash of soda water. The combination of flavors creates a tropical and refreshing drink that is perfect for sipping on a hot summer day. Close your eyes, take a sip, and let the flavors transport you to a Jamaican beach.",
          "instructions": "Fill a tumbler with ice cubes. Add a shot of Tia Maria and a shot of Jamaican light rum. Fill the tumbler with milk. Blend until smooth and serve immediately.",
          "instructionsES": "Llena un vaso con cubitos de hielo. Agregue un trago de Tia Maria y un trago de ron ligero de Jamaica. Llene el vaso con leche. Mezcle hasta que quede suave y sirva de inmediato.",
          "instructionsDE": "Füllen Sie einen Becher mit Eiswürfeln. Füge einen Schuss Tia Maria und einen Schuss jamaikanischen leichten Rum hinzu. Füllen Sie den Becher mit Milch. Mischen, bis sie glatt sind und sofort servieren.",
          "instructionsFR": "Remplir un gobelet de glaçons. Ajoutez un coup de Tia Maria et un coup de rhum jamaïcain léger. Remplir le gobelet de lait. Mélanger jusqu'à consistance lisse et servir immédiatement.",
          "instructionsIT": "Riempi un bicchiere con cubetti di ghiaccio.\r\nAggiungi un bicchierino di Tia Maria e un bicchierino di rum chiaro giamaicano.\r\nRiempi il bicchiere di latte.\r\nFrulla fino a ottenere un composto omogeneo e servi immediatamente.",
          "instructionsRU": "Наполните стакан кубиками льда. Добавьте порцию Tia Maria и порцию ямайского светлого рома. Наполните стакан молоком. Смешайте до однородности и сразу подавайте.",
          "instructionsPL": "Napełnij szklankę kostkami lodu. Dodaj kieliszek Tia Maria i kieliszek jamajskiego lekkiego rumu. Napełnij kubek mlekiem. Zmiksuj do uzyskania gładkości i natychmiast podawaj.",
          "instructionsUK": "Наповніть стакан кубиками льоду. Додайте порцію Тіа Марії та порцію ямайського світлого рому. Наповніть стакан молоком. Перемішайте до однорідності та негайно подавайте.",
          "drinkThumb": "https://res.cloudinary.com/dhgao4rhl/image/upload/v1695485912/drinks/Jamaica_Kiss.jpg",
          "ingredients": [
              {
                  "_id": "65114c0aaf87ce96fc49ee50",
                  "title": "Coffee liqueur",
                  "measure": "1 shot ",
                  "ingredientId": "64aebb7f82d96cc69e0eb4b6"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee51",
                  "title": "Light rum",
                  "measure": "1 shot Jamaican ",
                  "ingredientId": "64aebb7f82d96cc69e0eb4a4"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee52",
                  "title": "Ice",
                  "measure": "cubes",
                  "ingredientId": "64f1d5c169d8333cf130fb4d"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee53",
                  "title": "Milk",
                  "ingredientId": "64aebb7f82d96cc69e0eb4d5"
              }
          ],
          "shortDescription": "A sweet and tangy cocktail with Jamaican rum, lime juice, and grenadine.",
          "updatedAt": "2023-09-24T11:07:22.388Z",
          "users": [
              "65101016b13a820a64d3f012"
          ]
      },
      {
          "users": [],
          "_id": "639b6de9ff77d221f190c520",
          "drink": "Avalon",
          "drinkAlternate": "Sorry, not specified",
          "tags": "OrdinaryDrink,Alcoholic",
          "video": "https://youtu.be/lxwWmXIuqrI?si=SOOIxhBhjV4eERs9",
          "category": "Ordinary Drink",
          "IBA": "Sorry, not specified",
          "alcoholic": "Alcoholic",
          "glass": "Highball glass",
          "description": "Avalon is a tropical and fruity cocktail that transports you to a sunny beach with its blend of rum and tropical fruit juices. It is made with white rum, pineapple juice, orange juice, and a splash of grenadine. The result is a vibrant and refreshing drink that captures the essence of paradise. Sit back, relax, and enjoy the taste of the tropics.",
          "instructions": "Fill a tall glass with ice. Layer the Finlandia Vodka, lemon and apple juices, Pisang Ambon, and top up with lemonade. Stir slightly and garnish with a spiralled cucumber skin and a red cherry. The cucumber provides zest and looks attractive. This drink, created by Timo Haimi, took first prize in the 1991 Finlandia Vodka Long Drink Competition.",
          "instructionsES": "Llena un vaso alto con hielo. Agregue el vodka, los jugos de limón y manzana, el licor de plátano Pisang Ambon y complete con limonada. Revuelva ligeramente y adorne con una cáscara de pepino en espiral y una cereza roja. El pepino proporciona entusiasmo y se ve atractivo. Esta bebida, creada por Timo Haimi, ganó el primer premio en el Concurso de Tragos Largos de Vodka de Finlandia de 1991.",
          "instructionsDE": "Füllen Sie ein hohes Glas mit Eis. Legen Sie den Finlandia Wodka, Zitronen- und Apfelsäfte, Pisang Ambon und geben Sie Limonade dazu. Leicht umrühren und mit einer spiralförmigen Gurkenhaut und einer roten Kirsche garnieren. Die Gurke sorgt für Schärfe und sieht attraktiv aus. Dieses von Timo Haimi kreierte Getränk erhielt 1991 den ersten Preis beim Finlandia Wodka Long Drink Wettbewerb.",
          "instructionsFR": "Remplissez un grand verre de glace. Superposez la vodka Finlandia, les jus de citron et de pomme, le Pisang Ambon et complétez avec de la limonade. Remuer légèrement et garnir d'une peau de concombre en spirale et d'une cerise rouge. Le concombre donne du zeste et a l'air attrayant. Cette boisson, créée par Timo Haimi, a remporté le premier prix du concours Finlandia Vodka Long Drink en 1991.",
          "instructionsIT": "Riempi un bicchiere alto di ghiaccio.\r\nVersare la Vodka, succhi di limone, mela, Pisang Ambon o un liquore alla banana e completare con la limonata.\r\nMescolare leggermente e guarnire con una buccia di cetriolo a spirale e una ciliegia rossa.\r\nIl cetriolo fornisce la scorza e sembra attraente.\r\nQuesta bevanda, creata da Timo Haimi, ha vinto il primo premio nel 1991 Finlandia Vodka Long Drink Competition.",
          "instructionsRU": "Наполните высокий стакан льдом. Налейте водку Finlandia, лимонный и яблочный соки, писанг амбон и долейте лимонад. Слегка перемешайте и украсьте свернутой спиралью кожурой огурца и красной вишней. Огурец дает изюминку и выглядит привлекательно. Этот напиток, созданный Тимо Хайми, занял первое место на конкурсе лонгдринков Finlandia Vodka в 1991 году.",
          "instructionsPL": "Napełnij wysoką szklankę lodem. Pokryj wódką Finlandia, sokiem z cytryny i jabłka, Pisang Ambon i dopełnij lemoniadą. Delikatnie wymieszaj i udekoruj spiralną skórką ogórka i czerwoną wiśnią. Ogórek dodaje skórki i atrakcyjnie wygląda. Stworzony przez Timo Haimiego napój zdobył pierwszą nagrodę w konkursie Finlandia Vodka Long Drink w 1991 roku.",
          "instructionsUK": "Наповніть високий стакан льодом. Покладіть горілку Finlandia, лимонний і яблучний соки, пісанг-амбон і залийте лимонадом. Трохи перемішайте та прикрасьте шкіркою огірка зі спіралькою та червоною вишнею. Огірок надає родзинку і виглядає привабливо. Цей напій, створений Тімо Хаімі, зайняв першу премію на конкурсі Finlandia Vodka Long Drink Competition у 1991 році.",
          "drinkThumb": "https://res.cloudinary.com/dhgao4rhl/image/upload/v1695485912/drinks/Avalon.jpg",
          "ingredients": [
              {
                  "_id": "65114c0aaf87ce96fc49ee54",
                  "title": "Vodka",
                  "measure": "3 parts",
                  "ingredientId": "64aebb7f82d96cc69e0eb4b9"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee55",
                  "title": "Pisang Ambon",
                  "measure": "1 part ",
                  "ingredientId": "64f1d5c169d8333cf130fb44"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee56",
                  "title": "Apple juice",
                  "measure": "6 parts ",
                  "ingredientId": "64aebb7f82d96cc69e0eb4d1"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee57",
                  "title": "Lemon juice",
                  "measure": "1 1/2 part ",
                  "ingredientId": "64aebb7f82d96cc69e0eb4d3"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee58",
                  "title": "Lemonade",
                  "ingredientId": "64aebb7f82d96cc69e0eb4f8"
              }
          ],
          "shortDescription": "A tropical and fruity cocktail with a blend of rum and tropical fruit juices.",
          "updatedAt": "2023-09-23T20:54:01.288Z"
      },
      {
          "users": [],
          "_id": "639b6de9ff77d221f190c549",
          "drink": "Porto flip",
          "drinkAlternate": "Sorry, not specified",
          "tags": "IBA,Classic",
          "video": "https://www.youtube.com/watch?v=2jtoa_t7g94",
          "category": "Ordinary Drink",
          "IBA": "Unforgettables",
          "alcoholic": "Alcoholic",
          "glass": "Cocktail glass",
          "description": "Porto flip is a rich and creamy cocktail that combines the flavors of port wine, brandy, and an egg yolk. It is made by shaking port wine, brandy, simple syrup, and an egg yolk together with ice. The result is a velvety smooth drink with a hint of sweetness and a touch of richness from the egg yolk. It's a sophisticated and indulgent choice for a special occasion.",
          "instructions": "Shake ingredients together in a mixer with ice. Strain into glass, garnish and serve.",
          "instructionsES": "Agite los ingredientes en una batidora con hielo. Colar en un vaso, decorar y servir.",
          "instructionsDE": "Die Zutaten in einem Mixer mit Eis verrühren. In ein Glas abseihen, garnieren und servieren.",
          "instructionsFR": "Secouer les ingrédients ensemble dans un mélangeur avec de la glace. Passer dans un verre, décorer et servir.",
          "instructionsIT": "Shakerare gli ingredienti insieme in un mixer con ghiaccio.\r\nFiltrare nel bicchiere, guarnire e servire.",
          "instructionsRU": "Взбить ингредиенты в миксере со льдом. Процедите в стакан, украсьте и подавайте.",
          "instructionsPL": "Wymieszaj składniki w mikserze z lodem. Odcedź do szklanki, udekoruj i podawaj.",
          "instructionsUK": "Збовтайте інгредієнти в міксері з льодом. Процідіть у склянку, прикрасьте та подавайте.",
          "drinkThumb": "https://res.cloudinary.com/dhgao4rhl/image/upload/v1695485912/drinks/Porto_flip.jpg",
          "ingredients": [
              {
                  "_id": "65114c0aaf87ce96fc49ee59",
                  "title": "Brandy",
                  "measure": "3 parts",
                  "ingredientId": "64aebb7f82d96cc69e0eb4af"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee5a",
                  "title": "Port",
                  "measure": "9 parts",
                  "ingredientId": "64aebb7f82d96cc69e0eb4c8"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee5b",
                  "title": "Egg Yolk",
                  "measure": "2 parts",
                  "ingredientId": "64aebb7f82d96cc69e0eb4f2"
              }
          ],
          "shortDescription": "A rich and creamy cocktail with port wine, brandy, and an egg yolk.",
          "updatedAt": "2023-09-23T20:54:01.288Z"
      },
      {
          "_id": "639b6de9ff77d221f190c535",
          "drink": "Orange Crush",
          "drinkAlternate": "Sorry, not specified",
          "tags": "Shot,Alcoholic",
          "video": "Sorry, not specified",
          "category": "Shot",
          "IBA": "Sorry, not specified",
          "alcoholic": "Alcoholic",
          "glass": "Shot glass",
          "description": "Orange Crush is a citrusy and effervescent cocktail that combines the flavors of orange vodka and fresh orange juice. It is made by muddling fresh orange slices with sugar, adding orange vodka and ice, and topping it off with sparkling water. The result is a bright and refreshing drink that is perfect for summer gatherings and brunches.",
          "instructions": "Add all ingredients to tumbler-Pour as shot",
          "instructionsES": "Agregue todos los ingredientes al vaso, vierta como se toma",
          "instructionsDE": "Geben Sie alle Zutaten in den Tumbler-Pour als Shot.",
          "instructionsFR": "Ajouter tous les ingrédients au gobelet-Verser comme le coup",
          "instructionsIT": "Aggiungere tutti gli ingredienti al tumbler-Versare come uno shot",
          "instructionsRU": "Добавьте все ингредиенты в стакан-налейте как шот",
          "instructionsPL": "Dodaj wszystkie składniki do kubka - wlej jak strzał",
          "instructionsUK": "Додайте всі інгредієнти в стакан - налийте як знімок",
          "drinkThumb": "https://res.cloudinary.com/dhgao4rhl/image/upload/v1695485912/drinks/Orange_Crush.jpg",
          "ingredients": [
              {
                  "_id": "65114c0aaf87ce96fc49ee5c",
                  "title": "Vodka",
                  "measure": "1 oz ",
                  "ingredientId": "64aebb7f82d96cc69e0eb4b9"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee5d",
                  "title": "Triple sec",
                  "measure": "1 oz ",
                  "ingredientId": "64aebb7f82d96cc69e0eb4ac"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee5e",
                  "title": "Orange juice",
                  "measure": "1 oz ",
                  "ingredientId": "64f1d5c069d8333cf130fb3d"
              }
          ],
          "shortDescription": "A citrusy and effervescent cocktail with orange vodka and fresh orange juice.",
          "updatedAt": "2023-09-24T11:08:22.422Z",
          "users": [
              "65101016b13a820a64d3f012"
          ]
      },
      {
          "users": [],
          "_id": "639b6de9ff77d221f190c51e",
          "drink": "Affair",
          "drinkAlternate": "Sorry, not specified",
          "tags": "OrdinaryDrink,Alcoholic",
          "video": "https://youtu.be/BGTB26zMxjw?si=hgl0lfGa9VgBK9mi",
          "category": "Ordinary Drink",
          "IBA": "Sorry, not specified",
          "alcoholic": "Alcoholic",
          "glass": "Highball glass",
          "description": "Affair is a seductive and sophisticated cocktail that combines a mix of spirits and fruit juices. It is made with vodka, peach schnapps, cranberry juice, and orange juice. The combination of flavors creates a balanced and tantalizing drink that is sure to impress. It is best enjoyed in the company of someone special.",
          "instructions": "Pour schnapps, orange juice, and cranberry juice over ice in a highball glass. Top with club soda and serve.",
          "instructionsES": "Vierta el Schnapps, el jugo de naranja y el jugo de arándano sobre hielo en un vaso alto. Complete con el agua carbonatada y sirva.",
          "instructionsDE": "Gießen Sie Schnaps, Orangensaft und Cranberrysaft über Eis in ein Highball-Glas. Mit Club-Soda überziehen und servieren.",
          "instructionsFR": "Verser le schnaps, le jus d'orange et le jus de canneberge sur de la glace dans un verre highball. Garnir de club soda et servir.",
          "instructionsIT": "Versare la grappa, il succo d'arancia e il succo di mirtillo rosso sul ghiaccio in un bicchiere highball. Completare con la soda club e servire.",
          "instructionsRU": "Налейте шнапс, апельсиновый сок и клюквенный сок со льдом в стакан хайбол. Долейте содовой и подавайте.",
          "instructionsPL": "Wlej sznaps, sok pomarańczowy i sok żurawinowy do lodu w szklance typu highball. Na wierzch z sodą klubową i podawaj.",
          "instructionsUK": "Розлийте шнапс, апельсиновий сік і журавлинний сік з льодом у келих хайбол. Зверху полийте газованою водою та подавайте.",
          "drinkThumb": "https://res.cloudinary.com/dhgao4rhl/image/upload/v1695485912/drinks/Affair.jpg",
          "ingredients": [
              {
                  "_id": "65114c0aaf87ce96fc49ee5f",
                  "title": "Strawberry schnapps",
                  "measure": "2 oz ",
                  "ingredientId": "64aebb7f82d96cc69e0eb4a9"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee60",
                  "title": "Orange juice",
                  "measure": "2 oz ",
                  "ingredientId": "64f1d5c069d8333cf130fb3d"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee61",
                  "title": "Cranberry juice",
                  "measure": "2 oz ",
                  "ingredientId": "64aebb7f82d96cc69e0eb4f1"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee62",
                  "title": "Club soda",
                  "ingredientId": "64f1d5c069d8333cf130fb40"
              }
          ],
          "shortDescription": "A seductive and sophisticated cocktail with a mix of spirits and fruit juices.",
          "updatedAt": "2023-09-23T20:54:01.288Z"
      },
      {
          "users": [],
          "_id": "639b6de9ff77d221f190c508",
          "drink": "Irish Coffee",
          "drinkAlternate": "Sorry, not specified",
          "tags": "IBA,ContemporaryClassic",
          "video": "https://youtu.be/9xwtCHELxMA?si=j9qrBEoFTqqgPVCr",
          "category": "Coffee / Tea",
          "IBA": "Contemporary Classics",
          "alcoholic": "Alcoholic",
          "glass": "Irish coffee cup",
          "description": "Irish Coffee is a classic hot cocktail that combines the richness of coffee with the smoothness of Irish whiskey. It is made by pouring hot coffee into a glass, adding a shot of Irish whiskey, and topping it off with a dollop of whipped cream. The warmth of the drink and the sweetness of the cream make it a comforting and indulgent treat.",
          "instructions": "Heat the coffee, whiskey and sugar; do not boil. Pour into glass and top with cream; serve hot.",
          "instructionsES": "Calienta el café, el whisky y el azúcar; no hierva. Vierta en un vaso y cubra con crema; servir caliente.",
          "instructionsDE": "Kaffee, Whiskey und Zucker erhitzen; nicht kochen lassen. In ein Glas geben und mit Sahne übergießen; heiß servieren.",
          "instructionsFR": "Faire chauffer le café, le whisky et le sucre ; ne pas faire bouillir. Verser dans un verre et garnir de crème; Servir chaud.",
          "instructionsIT": "Riscaldare il caffè, il whisky e lo zucchero; non bollire. Versare nel bicchiere e ricoprire con la panna; servito caldo.",
          "instructionsRU": "Нагрейте кофе, виски и сахар; не кипятить. Перелейте в стакан и украсьте сливками; подавать горячим.",
          "instructionsPL": "Podgrzej kawę, whisky i cukier; nie gotuj. Wlać do szklanki i posypać śmietaną; podawać na gorąco.",
          "instructionsUK": "Розігріти каву, віскі і цукор; не кип'ятити. Перелити в келих і зверху полити кремом; подавати гарячим.",
          "drinkThumb": "https://res.cloudinary.com/dhgao4rhl/image/upload/v1695485912/drinks/Irish_Coffee.jpg",
          "ingredients": [
              {
                  "_id": "65114c0aaf87ce96fc49ee63",
                  "title": "Irish whiskey",
                  "measure": "1 1/2 oz ",
                  "ingredientId": "64aebb7f82d96cc69e0eb4c2"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee64",
                  "title": "Coffee",
                  "measure": "8 oz ",
                  "ingredientId": "64aebb7f82d96cc69e0eb4e7"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee65",
                  "title": "Sugar",
                  "measure": "1 tsp ",
                  "ingredientId": "64aebb7f82d96cc69e0eb4bc"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee66",
                  "title": "Whipped cream",
                  "measure": "1 tblsp ",
                  "ingredientId": "64f1d5c069d8333cf130fb38"
              }
          ],
          "shortDescription": "A classic hot cocktail with coffee, Irish whiskey, and whipped cream.",
          "updatedAt": "2023-09-23T20:54:01.288Z"
      },
      {
          "_id": "639b6de9ff77d221f190c50f",
          "drink": "Quentin",
          "drinkAlternate": "Sorry, not specified",
          "tags": "IBA,ContemporaryClassic",
          "video": "https://www.youtube.com/watch?v=2jtoa_t7g94",
          "category": "Ordinary Drink",
          "IBA": "Contemporary Classics",
          "alcoholic": "Alcoholic",
          "glass": "Cocktail glass",
          "description": "Quentin is a refreshing cocktail that combines the flavors of citrus and mint. It is made with fresh lime juice, orange liqueur, and a touch of mint syrup. The drink is served over ice and garnished with a sprig of mint. It is the perfect beverage for a hot summer day.",
          "instructions": "In a shaker half-filled with ice cubes, combine the rum, Kahlua, and cream. Shake well. Strain into a cocktail glass and garnish with the nutmeg.",
          "instructionsES": "En una coctelera llena hasta la mitad con cubitos de hielo, combine el ron, Kahlua y la crema. Agite bien. Colar en una copa de cóctel y decorar con la nuez moscada.",
          "instructionsDE": "In einem Shaker, der halb mit Eiswürfeln gefüllt ist, Rum, Kahlua und Sahne mischen. Gut schütteln. In ein Cocktailglas abseihen und mit der Muskatnuss garnieren.",
          "instructionsFR": "Dans un shaker à moitié rempli de glaçons, mélanger le rhum, le Kahlua et la crème. Bien agiter. Versez dans un verre à cocktail et décorez avec la noix de muscade.",
          "instructionsIT": "In uno shaker riempito a metà con cubetti di ghiaccio, unire il rum, il Kahlua e la panna. Filtrare in una coppetta da cocktail e guarnire con la noce moscata. Agitare bene.",
          "instructionsRU": "В шейкере, наполовину наполненном кубиками льда, смешайте ром, Калуа и сливки. Хорошо встряхнуть. Процедите в коктейльный бокал и украсьте мускатным орехом.",
          "instructionsPL": "W shakerze wypełnionym do połowy kostkami lodu wymieszać rum, Kahlua i śmietanę. Dobrze wstrząsnąć. Przelej do kieliszka koktajlowego i udekoruj gałką muszkatołową.",
          "instructionsUK": "У шейкері, наповненому наполовину кубиками льоду, змішайте ром, Калуа та вершки. Добре струсити. Процідіть у келих для коктейлю та прикрасьте мускатним горіхом.",
          "drinkThumb": "https://res.cloudinary.com/dhgao4rhl/image/upload/v1695485912/drinks/Quentin.jpg",
          "ingredients": [
              {
                  "_id": "65114c0aaf87ce96fc49ee67",
                  "title": "Dark rum",
                  "measure": "1 1/2 oz ",
                  "ingredientId": "64aebb7f82d96cc69e0eb4a7"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee68",
                  "title": "Kahlua",
                  "measure": "1/2 oz ",
                  "ingredientId": "64aebb7f82d96cc69e0eb4bd"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee69",
                  "title": "Light cream",
                  "measure": "1 oz ",
                  "ingredientId": "64f1d5c069d8333cf130fb31"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee6a",
                  "title": "Nutmeg",
                  "measure": "1/8 tsp grated ",
                  "ingredientId": "64f1d5c069d8333cf130fb34"
              }
          ],
          "shortDescription": "A refreshing and citrusy cocktail with a hint of mint.",
          "updatedAt": "2023-09-24T19:47:42.097Z",
          "users": [
              "65101016b13a820a64d3f012",
              "650c4d956fd5d12af3f7543b"
          ]
      },
      {
          "users": [],
          "_id": "639b6de9ff77d221f190c50d",
          "drink": "Iced Coffee Fillip",
          "drinkAlternate": "Sorry, not specified",
          "tags": "Coffee / Tea,IBA,NewEra",
          "video": "https://youtu.be/3E__KEFweRI?si=nkzSORYlM6OBHJj7",
          "category": "Coffee / Tea",
          "IBA": "Sorry, not specified",
          "alcoholic": "Alcoholic",
          "glass": "Coffee mug",
          "description": "Iced Coffee Fillip is a cool and creamy beverage that combines the flavors of iced coffee, vanilla syrup, and chocolate sauce. It is made by blending ice, coffee, milk, vanilla syrup, and chocolate sauce together until smooth. The result is a refreshing and indulgent drink that is perfect for a hot summer day or as a pick-me-up in the afternoon.",
          "instructions": "Mix together in a coffee mug and chill before serving.",
          "instructionsES": "Mezclar en una taza de café y enfriar antes de servir.",
          "instructionsDE": "In einer Kaffeetasse vermischen und vor dem Servieren kalt stellen.",
          "instructionsFR": "Mélanger dans une tasse à café et réfrigérer avant de servir.",
          "instructionsIT": "Mescolare insieme in una tazza da caffè e raffreddare prima di servire.",
          "instructionsRU": "Смешайте в кофейной кружке и охладите перед подачей на стол.",
          "instructionsPL": "Wymieszać w kubku do kawy i schłodzić przed podaniem.",
          "instructionsUK": "Змішайте в чашці для кави та охолодіть перед подачею.",
          "drinkThumb": "https://res.cloudinary.com/dhgao4rhl/image/upload/v1695485912/drinks/Iced_Coffee_Fillip.jpg",
          "ingredients": [
              {
                  "_id": "65114c0aaf87ce96fc49ee6b",
                  "title": "Kahlua",
                  "measure": "2 tsp ",
                  "ingredientId": "64aebb7f82d96cc69e0eb4bd"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee6c",
                  "title": "Coffee",
                  "measure": "Strong cold ",
                  "ingredientId": "64aebb7f82d96cc69e0eb4e7"
              }
          ],
          "shortDescription": "A cool and creamy iced coffee with a touch of vanilla and chocolate.",
          "updatedAt": "2023-09-23T20:54:01.288Z"
      },
      {
          "users": [],
          "_id": "639b6de9ff77d221f190c53d",
          "drink": "Owen's Grandmother's Revenge",
          "drinkAlternate": "Sorry, not specified",
          "tags": "OrdinaryDrink,Alcoholic",
          "video": "Sorry, not specified",
          "category": "Ordinary Drink",
          "IBA": "Sorry, not specified",
          "alcoholic": "Alcoholic",
          "glass": "Highball glass",
          "description": "Owen's Grandmother's Revenge is a spicy and flavorful cocktail that pays homage to a family recipe. It is made with bourbon, ginger beer, lime juice, and a dash of bitters. The combination of spicy ginger, smooth bourbon, and tangy lime creates a unique and satisfying flavor profile. It's a drink that packs a punch and leaves a lasting impression.",
          "instructions": "Add ingredients and mix in blender.",
          "instructionsES": "Agregue los ingredientes y mezcle en la licuadora.",
          "instructionsDE": "Zutaten im Mixer vermengen.",
          "instructionsFR": "Ajouter les ingrédients et mélanger au mélangeur.",
          "instructionsIT": "Aggiungere gli ingredienti e mescola nel frullatore.",
          "instructionsRU": "Добавьте ингредиенты и смешайте в блендере.",
          "instructionsPL": "Dodaj składniki i wymieszaj w blenderze.",
          "instructionsUK": "Додайте інгредієнти та перемішайте в блендері.",
          "drinkThumb": "https://res.cloudinary.com/dhgao4rhl/image/upload/v1695485912/drinks/Owen%27s_Grandmother%27s_Revenge.jpg",
          "ingredients": [
              {
                  "_id": "65114c0aaf87ce96fc49ee6d",
                  "title": "Whiskey",
                  "measure": "12 oz ",
                  "ingredientId": "64aebb7f82d96cc69e0eb4fa"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee6e",
                  "title": "Beer",
                  "measure": "12 oz ",
                  "ingredientId": "64f1d5c169d8333cf130fb4a"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee6f",
                  "title": "Lemonade",
                  "measure": "12 oz frozen ",
                  "ingredientId": "64aebb7f82d96cc69e0eb4f8"
              },
              {
                  "_id": "65114c0aaf87ce96fc49ee70",
                  "title": "Ice",
                  "measure": "1 cup crushed ",
                  "ingredientId": "64f1d5c169d8333cf130fb4d"
              }
          ],
          "shortDescription": "A spicy and flavorful cocktail with bourbon, ginger beer, and bitters.",
          "updatedAt": "2023-09-23T20:54:01.288Z"
      }
  ]
}